#+SETUPFILE: ./setup.org
#+OPTIONS: toc:nil
#+TITLE: Assignments
#+HUGO_MENU: :menu main :parent Asisgnments
# #+HUGO_CUSTOM_FRONT_MATTER: :banner "testbanner"
#+PROPERTY: header-args :results code

Further assignments will be posted as they are finalized. 
* COMMENT Code

#+begin_src emacs-lisp :results table raw
(org-lms-get-grading-standards)
#+end_src

#+RESULTS:
| 83085 | #+ORG_LMS_COURSEID: 83085 | AODA Training Module 3                                    |
| 71671 | #+ORG_LMS_COURSEID: 71671 | HIS393H1 S LEC0101 20191:Digital History                  |
| 35724 | #+ORG_LMS_COURSEID: 35724 | Matthew Price's Sandbox                                   |
| 64706 | #+ORG_LMS_COURSEID: 64706 | NEW271H1 F LEC0201 20189:Interdisciplinary Special Topics |

